package com.zhhl.personnel_contorl.data;

import android.os.Parcel;
import android.os.Parcelable;

import java.util.List;

/**
 * Created by miao on 2018/11/27.
 */
public class Cunguanrenyuan {
    /**
     * Message : 成功
     * State : 0
     * cunguanrenyuan : [{"isNewRecord":true,"xxzjbh":"220700010184","xm":"贾立国","csrq":"1952-09-20 00:00:00","xbdm":"1","jgXzqhdm":"220702","zzjgdm":"220700301500","gmsfhm":"222303500925043","gzdwGajgjgdm":"吉林省松原市公安局交警支队巡警大队","cjgzsj":"1973-01-01 00:00:00","rjSj":"3000-01-01 00:00:00","rdSj":"3000-01-01 00:00:00","xmSx":"JLG","rqsjSjc":"2015-03-27 16:47:28","rgxksj":"2015-12-28 16:49:07"},{"isNewRecord":true,"xxzjbh":"221457335264744","xm":"徐春宇","csrq":"1993-08-07 00:00:00","xbdm":"2","jgXzqhdm":"220724","zzjgdm":"220500220000","gmsfhm":"220724199308071827","gzdwGajgjgdm":"吉林省通化市公安局看守所","zw":"科员","cjgzsj":"2015-07-28 00:00:00","rjSj":"2018-07-28 00:00:00","rdSj":"2005-04-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"XCY","rqsjSjc":"2016-03-07 16:20:33","rgxksj":"2016-03-08 01:48:31"},{"isNewRecord":true,"xxzjbh":"221488245076080","xm":"鲁锐","csrq":"1993-11-04 00:00:00","xbdm":"2","jgXzqhdm":"220722","zzjgdm":"220722150000","gmsfhm":"220722199311046021","gzdwGajgjgdm":"吉林省长岭县公安局东南派出所","zw":"科员","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"长春大学","xmSx":"LR","rqsjSjc":"2017-02-28 10:13:07","rgxksj":"2017-03-01 01:49:03"},{"isNewRecord":true,"xxzjbh":"221488243838509","xm":"邹洪健","csrq":"1992-04-06 00:00:00","xbdm":"1","jgXzqhdm":"220722","zzjgdm":"220722110000","gmsfhm":"220722199204060418","gzdwGajgjgdm":"吉林省长岭县拘留所","zw":"管教员","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"吉林警察学院","xmSx":"ZHJ","rqsjSjc":"2017-02-28 11:21:47","rgxksj":"2017-03-01 01:49:03"},{"isNewRecord":true,"xxzjbh":"221488520962459","xm":"于宁","csrq":"1984-05-02 00:00:00","xbdm":"2","jgXzqhdm":"220112","zzjgdm":"220102180000","gmsfhm":"220104198405021846","gzdwGajgjgdm":"吉林省长春市公安局南关区分局禁毒大队","zw":"副主任科员","cjgzsj":"2007-06-01 00:00:00","rjSj":"2017-01-12 00:00:00","xmSx":"YN","rqsjSjc":"2017-03-03 15:02:25","rgxksj":"2017-03-04 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490244694600","xm":"刘昶","csrq":"1993-07-25 00:00:00","xbdm":"1","jgXzqhdm":"220821","zzjgdm":"220182270000","gmsfhm":"220821199307259250","gzdwGajgjgdm":"吉林省榆树市公安局黑林派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"吉林化工学院","xmSx":"LC","rqsjSjc":"2017-03-23 14:19:42","rgxksj":"2017-03-24 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490316802133","xm":"董星君","csrq":"1983-05-05 00:00:00","xbdm":"1","jgXzqhdm":"220701","zzjgdm":"220724080000","gmsfhm":"220724198305051615","gzdwGajgjgdm":"吉林省扶余市公安局治安管理大队","zw":"科员","cjgzsj":"2007-06-01 00:00:00","rjSj":"2017-02-16 00:00:00","rdSj":"2009-10-01 00:00:00","byXxmc":"长春师范学院","xmSx":"DXJ","rqsjSjc":"2017-03-24 09:09:05","rgxksj":"2017-03-25 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490534805912","xm":"吴爽雨","csrq":"1988-07-18 00:00:00","xbdm":"2","jgXzqhdm":"220284","zzjgdm":"220200150000","gmsfhm":"220284198807180643","gzdwGajgjgdm":"吉林省吉林市公安局监所管理支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"云南财经大学","xmSx":"WSY","rqsjSjc":"2017-03-26 21:33:19","rgxksj":"2017-03-27 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490692625685","xm":"王莹","csrq":"1992-03-20 00:00:00","xbdm":"2","jgXzqhdm":"230101","zzjgdm":"220203000000","gmsfhm":"230103199203207641","gzdwGajgjgdm":"吉林省吉林市公安局龙潭分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2005-05-01 00:00:00","byXxmc":"南京森林警察学院","xmSx":"WY","rqsjSjc":"2017-03-28 17:26:02","rgxksj":"2017-03-29 01:49:07"},{"isNewRecord":true,"xxzjbh":"221490696419086","xm":"梁珈铭","csrq":"1993-10-17 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220200170000","gmsfhm":"220203199310173911","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2008-10-16 00:00:00","byXxmc":"重庆工商大学","xmSx":"LJM","rqsjSjc":"2017-03-28 18:24:50","rgxksj":"2017-03-29 01:49:07"},{"isNewRecord":true,"xxzjbh":"221486692138908","xm":"曹廷","csrq":"1989-01-12 00:00:00","xbdm":"1","jgXzqhdm":"220301","zzjgdm":"220322380000","gmsfhm":"220322198901120977","gzdwGajgjgdm":"吉林省梨树县公安局刘家馆派出所","zw":"科员","cjgzsj":"2017-02-04 00:00:00","rjSj":"2017-02-04 00:00:00","byXxmc":"铁道警官高等专科学校","xmSx":"CT","rqsjSjc":"2017-02-10 11:18:52","rgxksj":"2017-02-11 01:49:01"},{"isNewRecord":true,"xxzjbh":"221493280254906","xm":"孙唯一","csrq":"1990-03-15 00:00:00","xbdm":"1","jgXzqhdm":"220122","jybh":"906046","zzjgdm":"222424120000","gmsfhm":"220122199003150959","gzdwGajgjgdm":"吉林省汪清县公安局大川派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","rdSj":"2010-07-22 00:00:00","xmSx":"SWY","rqsjSjc":"2017-04-27 17:24:46","rgxksj":"2017-04-28 01:49:06"},{"isNewRecord":true,"xxzjbh":"221494486492842","xm":"付景新","csrq":"1991-01-07 00:00:00","xbdm":"1","jgXzqhdm":"220182","zzjgdm":"220381380000","gmsfhm":"220182199101073113","gzdwGajgjgdm":"吉林省公主岭市公安局双城堡派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"FJX","rqsjSjc":"2017-05-11 15:14:35","rgxksj":"2017-05-12 01:49:08"},{"isNewRecord":true,"xxzjbh":"221490234594376","xm":"姬振卿","csrq":"1993-08-05 00:00:00","xbdm":"1","jgXzqhdm":"220621","zzjgdm":"220182250000","gmsfhm":"220621199308050239","gzdwGajgjgdm":"吉林省榆树市公安局土桥派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"中国人民公安大学","xmSx":"JZQ","rqsjSjc":"2017-03-23 14:21:44","rgxksj":"2017-03-24 01:49:05"},{"isNewRecord":true,"xxzjbh":"221490344174477","xm":"安梦麒","csrq":"1993-04-23 00:00:00","xbdm":"1","jgXzqhdm":"220181","zzjgdm":"220202000000","gmsfhm":"220181199304233512","gzdwGajgjgdm":"吉林省吉林市公安局昌邑分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"黑龙江大学","xmSx":"AMQ","rqsjSjc":"2017-03-24 16:58:50","rgxksj":"2017-03-25 01:49:04"},{"isNewRecord":true,"xxzjbh":"221494482685150","xm":"张淳祺","csrq":"1989-04-19 00:00:00","xbdm":"1","jgXzqhdm":"220302","zzjgdm":"220381140000","gmsfhm":"22030219890419065X","gzdwGajgjgdm":"吉林省公主岭市公安局河南派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","rdSj":"2017-05-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"ZCQ","rqsjSjc":"2017-05-11 14:14:00","rgxksj":"2017-05-12 01:49:07"},{"isNewRecord":true,"xxzjbh":"221494571395667","xm":"韩志城","csrq":"1991-05-24 00:00:00","xbdm":"1","jgXzqhdm":"220204","zzjgdm":"220381061500","gmsfhm":"220204199105242136","gzdwGajgjgdm":"吉林省公主岭市公安局刑事侦查大队技术中队","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"中国刑事警察学院","xmSx":"HZC","rqsjSjc":"2017-05-12 14:48:32","rgxksj":"2017-05-13 01:49:09"},{"isNewRecord":true,"xxzjbh":"221488520961854","xm":"计洪伟","csrq":"1980-05-28 00:00:00","xbdm":"1","jgXzqhdm":"230826","zzjgdm":"220100560100","gmsfhm":"230826198005280037","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"科员","cjgzsj":"1999-12-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2002-10-17 00:00:00","xmSx":"JHW","rqsjSjc":"2017-03-03 15:02:51","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490529460450","xm":"张桐禹","csrq":"1992-06-06 00:00:00","xbdm":"1","jgXzqhdm":"220183","zzjgdm":"220200150000","gmsfhm":"220183199206067816","gzdwGajgjgdm":"吉林省吉林市公安局监所管理支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2006-12-09 00:00:00","byXxmc":"长春工业大学","xmSx":"ZTY","rqsjSjc":"2017-03-26 20:03:19","rgxksj":"2017-03-27 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490531972417","xm":"高志恒","csrq":"1989-01-21 00:00:00","xbdm":"1","jgXzqhdm":"220221","zzjgdm":"220200150000","gmsfhm":"220221198901218913","gzdwGajgjgdm":"吉林省吉林市公安局监所管理支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2003-12-08 00:00:00","byXxmc":"韩国东义大学","xmSx":"GZH","rqsjSjc":"2017-03-26 20:47:08","rgxksj":"2017-03-27 01:49:03"},{"isNewRecord":true,"xxzjbh":"221494481332723","xm":"杨胜文","csrq":"1990-01-28 00:00:00","xbdm":"1","jgXzqhdm":"370687","zzjgdm":"220381420000","gmsfhm":"370687199001286279","gzdwGajgjgdm":"吉林省公主岭市公安局黑林子派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","rdSj":"2017-05-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"YSW","rqsjSjc":"2017-05-11 13:47:01","rgxksj":"2017-05-12 01:49:05"},{"isNewRecord":true,"xxzjbh":"221494480238428","xm":"王亚东","csrq":"1993-02-10 00:00:00","xbdm":"1","jgXzqhdm":"220382","zzjgdm":"220381360000","gmsfhm":"220382199302105311","gzdwGajgjgdm":"吉林省公主岭市公安局桑树台派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"WYD","rqsjSjc":"2017-05-11 13:34:47","rgxksj":"2017-05-12 01:49:07"},{"isNewRecord":true,"xxzjbh":"221494570700073","xm":"姜怀旭","csrq":"1991-12-29 00:00:00","xbdm":"1","jgXzqhdm":"220381","zzjgdm":"220381380000","gmsfhm":"22038119911229061X","gzdwGajgjgdm":"吉林省公主岭市公安局双城堡派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"中国刑事警察学院","xmSx":"JHX","rqsjSjc":"2017-05-12 14:37:30","rgxksj":"2017-05-13 01:49:06"},{"isNewRecord":true,"xxzjbh":"221494572287275","xm":"刘浩","csrq":"1990-04-16 00:00:00","xbdm":"1","jgXzqhdm":"220381","zzjgdm":"220381160000","gmsfhm":"220381199004163015","gzdwGajgjgdm":"吉林省公主岭市公安局东三派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"LH","rqsjSjc":"2017-05-12 15:03:48","rgxksj":"2017-05-13 01:49:09"},{"isNewRecord":true,"xxzjbh":"221488263988710","xm":"杨东来","csrq":"1991-11-24 00:00:00","xbdm":"1","jgXzqhdm":"220721","zzjgdm":"220722160000","gmsfhm":"220721199111245011","gzdwGajgjgdm":"吉林省长岭县公安局西南派出所","zw":"科员","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","xmSx":"YDL","rqsjSjc":"2017-02-28 15:22:22","rgxksj":"2017-03-01 01:49:02"},{"isNewRecord":true,"xxzjbh":"221492583115956","xm":"田苗苗","csrq":"1987-08-25 00:00:00","xbdm":"2","jgXzqhdm":"220724","jybh":"500900","zzjgdm":"220500010100","gmsfhm":"220724198708252227","gzdwGajgjgdm":"吉林省通化市公安局政治部干部处","zw":"科员","cjgzsj":"2010-07-31 00:00:00","rjSj":"2017-03-09 00:00:00","rdSj":"2013-08-08 00:00:00","xmSx":"TMM","rqsjSjc":"2017-04-19 15:51:37","rgxksj":"2017-04-20 01:49:04"},{"isNewRecord":true,"xxzjbh":"221493357961980","xm":"刘祥杰","csrq":"1991-06-26 00:00:00","xbdm":"1","jgXzqhdm":"222404","jybh":"906328","zzjgdm":"222424120000","gmsfhm":"222404199106260072","gzdwGajgjgdm":"吉林省汪清县公安局大川派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"LXJ","rqsjSjc":"2017-04-28 16:33:54","rgxksj":"2017-04-29 01:49:05"},{"isNewRecord":true,"xxzjbh":"221488242579086","xm":"王志嘉","csrq":"1992-12-17 00:00:00","xbdm":"1","jgXzqhdm":"220702","zzjgdm":"220722180000","gmsfhm":"220702199212170419","gzdwGajgjgdm":"吉林省长岭县公安局西北派出所","zw":"科员","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"长春理工大学光电信息学院","xmSx":"WZJ","rqsjSjc":"2017-02-28 11:25:08","rgxksj":"2017-03-01 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490243673931","xm":"叶利东","csrq":"1992-11-02 00:00:00","xbdm":"1","jgXzqhdm":"230605","zzjgdm":"220182410000","gmsfhm":"230605199211022612","gzdwGajgjgdm":"吉林省榆树市公安局青山派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"黑河学院","xmSx":"YLD","rqsjSjc":"2017-03-23 14:19:01","rgxksj":"2017-03-24 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490350978084","xm":"韩露","csrq":"1989-04-25 00:00:00","xbdm":"1","jgXzqhdm":"220322","zzjgdm":"220202000000","gmsfhm":"220322198904257573","gzdwGajgjgdm":"吉林省吉林市公安局昌邑分局","cjgzsj":"2010-06-29 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2011-07-01 00:00:00","byXxmc":"吉林化工学院","xmSx":"HL","rqsjSjc":"2017-03-24 19:04:59","rgxksj":"2017-03-25 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490697365033","xm":"李佳起","csrq":"1991-12-25 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220200170000","gmsfhm":"220202199112252719","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"东北电力大学","xmSx":"LJQ","rqsjSjc":"2017-03-28 18:48:05","rgxksj":"2017-03-29 01:49:07"},{"isNewRecord":true,"xxzjbh":"221488520962157","xm":"王瑞超","csrq":"1980-01-27 00:00:00","xbdm":"1","jgXzqhdm":"2201","zzjgdm":"220100560100","gmsfhm":"220104198001276710","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"副调研员","cjgzsj":"1999-09-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2002-10-11 00:00:00","xmSx":"WRC","rqsjSjc":"2017-03-03 15:02:25","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490693906894","xm":"刘伊袁","csrq":"1992-04-21 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220200170000","gmsfhm":"220203199204210619","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2008-05-09 00:00:00","byXxmc":"长春建筑学院","xmSx":"LYY","rqsjSjc":"2017-03-28 17:42:22","rgxksj":"2017-03-29 01:49:07"},{"isNewRecord":true,"xxzjbh":"221493349884047","xm":"张杰","csrq":"1989-05-30 00:00:00","xbdm":"1","jgXzqhdm":"220302","jybh":"906109","zzjgdm":"222424120000","gmsfhm":"220303198905303018","gzdwGajgjgdm":"吉林省汪清县公安局大川派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"ZJ","rqsjSjc":"2017-04-28 15:52:43","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221493348722854","xm":"林承越","csrq":"1993-06-09 00:00:00","xbdm":"1","jgXzqhdm":"222405","jybh":"906340","zzjgdm":"222424220000","gmsfhm":"22240519930609321X","gzdwGajgjgdm":"吉林省汪清县公安局鸡冠派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"LCY","rqsjSjc":"2017-04-28 16:33:39","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221494484400646","xm":"尹立诚","csrq":"1992-03-23 00:00:00","xbdm":"1","jgXzqhdm":"220105","zzjgdm":"220381330000","gmsfhm":"220105199203233015","gzdwGajgjgdm":"吉林省公主岭市公安局秦家屯派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"YLC","rqsjSjc":"2017-05-11 14:38:11","rgxksj":"2017-05-12 01:49:06"},{"isNewRecord":true,"xxzjbh":"221494485824829","xm":"尹超","csrq":"1992-08-08 00:00:00","xbdm":"1","jgXzqhdm":"220106","zzjgdm":"220381170000","gmsfhm":"220106199208080835","gzdwGajgjgdm":"吉林省公主岭市公安局河北派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"YC","rqsjSjc":"2017-05-11 15:01:34","rgxksj":"2017-05-12 01:49:08"},{"isNewRecord":true,"xxzjbh":"221488445641317","xm":"张志鹏","csrq":"1993-07-13 00:00:00","xbdm":"1","jgXzqhdm":"220182","zzjgdm":"220182350000","gmsfhm":"220182199307138218","gzdwGajgjgdm":"吉林省榆树市公安局育民派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"中国公安大学","xmSx":"ZZP","rqsjSjc":"2017-03-02 17:20:09","rgxksj":"2017-03-03 01:49:02"},{"isNewRecord":true,"xxzjbh":"221488520962681","xm":"赵浩男","csrq":"1981-01-05 00:00:00","xbdm":"1","jgXzqhdm":"2201","zzjgdm":"220100560100","gmsfhm":"220112198101050217","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"科员","cjgzsj":"2003-06-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2005-07-24 00:00:00","xmSx":"ZHN","rqsjSjc":"2017-03-03 15:02:25","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221488520962252","xm":"王松","csrq":"1980-06-20 00:00:00","xbdm":"1","jgXzqhdm":"220722","zzjgdm":"220100560100","gmsfhm":"220722198006190210","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"主任科员","cjgzsj":"2003-06-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2004-07-01 00:00:00","xmSx":"WS","rqsjSjc":"2017-03-03 15:02:50","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221487053493921","xm":"邹洪涛","csrq":"1988-09-09 00:00:00","xbdm":"1","jgXzqhdm":"220702","jybh":"705282","zzjgdm":"220724000000","gmsfhm":"220702198809094039","gzdwGajgjgdm":"吉林省扶余市公安局","zw":"民警","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"西南石油大学","xmSx":"ZHT","rqsjSjc":"2017-02-14 14:49:16","rgxksj":"2017-02-15 01:49:01"},{"isNewRecord":true,"xxzjbh":"221488446922352","xm":"吴桐","csrq":"1996-05-28 00:00:00","xbdm":"1","jgXzqhdm":"210124","zzjgdm":"220182000000","gmsfhm":"21012419960528121X","gzdwGajgjgdm":"吉林省榆树市公安局","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","xmSx":"WT","rqsjSjc":"2017-03-02 17:28:42","rgxksj":"2017-03-03 01:49:03"},{"isNewRecord":true,"xxzjbh":"221488520962348","xm":"谢海宏","csrq":"1981-03-26 00:00:00","xbdm":"1","jgXzqhdm":"220822","zzjgdm":"220100560100","gmsfhm":"220822198103260016","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"副主任科员","cjgzsj":"2000-09-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2005-07-29 00:00:00","xmSx":"XHH","rqsjSjc":"2017-03-03 15:02:50","rgxksj":"2017-03-04 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490528043695","xm":"邹运","csrq":"1990-08-10 00:00:00","xbdm":"1","jgXzqhdm":"370784","zzjgdm":"220200170000","gmsfhm":"220211199008100914","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2003-05-01 00:00:00","byXxmc":"东北石油大学","xmSx":"ZY","rqsjSjc":"2017-03-26 19:43:07","rgxksj":"2017-03-27 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490698751264","xm":"董文瀚","csrq":"1993-05-28 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220200990000","gmsfhm":"220203199305280616","gzdwGajgjgdm":"吉林省吉林市公安局交通管理支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"哈尔滨工业大学","xmSx":"DWH","rqsjSjc":"2017-03-28 19:12:26","rgxksj":"2017-03-29 01:49:05"},{"isNewRecord":true,"xxzjbh":"221493356987137","xm":"赵健","csrq":"1992-03-02 00:00:00","xbdm":"1","jgXzqhdm":"222401","jybh":"906293","zzjgdm":"222424170000","gmsfhm":"222401199203021234","gzdwGajgjgdm":"吉林省汪清县公安局春阳派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"ZJ","rqsjSjc":"2017-04-28 15:53:22","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221490153350656","xm":"刘放","csrq":"1993-07-07 00:00:00","xbdm":"1","jgXzqhdm":"220101","zzjgdm":"220182400000","gmsfhm":"220103199307070414","gzdwGajgjgdm":"吉林省榆树市公安局泗河派出所","zw":"泗河派出所","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"吉林省警察学院","xmSx":"LF","rqsjSjc":"2017-03-22 12:21:40","rgxksj":"2017-03-23 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490537170580","xm":"张津浩","csrq":"1992-07-12 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220211000000","gmsfhm":"220202199207123039","gzdwGajgjgdm":"吉林省吉林市公安局丰满分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"吉林农业大学","xmSx":"ZJH","rqsjSjc":"2017-03-26 22:11:18","rgxksj":"2017-03-27 01:49:04"},{"isNewRecord":true,"xxzjbh":"221494489461680","xm":"李启明","csrq":"1992-10-22 00:00:00","xbdm":"1","jgXzqhdm":"220302","zzjgdm":"220381150000","gmsfhm":"22030219921022109X","gzdwGajgjgdm":"吉林省公主岭市公安局岭西派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"LQM","rqsjSjc":"2017-05-11 16:01:55","rgxksj":"2017-05-12 01:49:08"},{"isNewRecord":true,"xxzjbh":"221488520961679","xm":"陈海丰","csrq":"1982-11-05 00:00:00","xbdm":"1","jgXzqhdm":"220182","zzjgdm":"220100560100","gmsfhm":"220182198211058614","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"副主任科员","cjgzsj":"2005-06-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2007-07-01 00:00:00","xmSx":"CHF","rqsjSjc":"2017-03-03 15:02:50","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221488520961950","xm":"李鹤","csrq":"1984-09-26 00:00:00","xbdm":"2","jgXzqhdm":"2301","zzjgdm":"220105330000","gmsfhm":"231181198809269949","gzdwGajgjgdm":"吉林省长春市公安局二道区分局八里堡派出所","zw":"副主任科员","cjgzsj":"2002-09-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2009-12-01 00:00:00","xmSx":"LH","rqsjSjc":"2017-03-03 15:02:50","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490159104309","xm":"杨明鑫","csrq":"1991-08-09 00:00:00","xbdm":"1","jgXzqhdm":"220283","zzjgdm":"220182250000","gmsfhm":"22028319910809391X","gzdwGajgjgdm":"吉林省榆树市公安局土桥派出所","zw":"土桥派出所民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"中国人民公安大学","xmSx":"YMX","rqsjSjc":"2017-03-22 13:09:37","rgxksj":"2017-03-23 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490245952742","xm":"蒋誉莹","csrq":"1990-07-04 00:00:00","xbdm":"2","jgXzqhdm":"220182","zzjgdm":"220182160000","gmsfhm":"220182199007048624","gzdwGajgjgdm":"吉林省榆树市公安局拘留所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"大连民族大学","xmSx":"JYY","rqsjSjc":"2017-03-23 14:17:47","rgxksj":"2017-03-24 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490533181395","xm":"赵阳","csrq":"1992-07-22 00:00:00","xbdm":"2","jgXzqhdm":"220201","zzjgdm":"220200150000","gmsfhm":"220221199207220065","gzdwGajgjgdm":"吉林省吉林市公安局监所管理支队","cjgzsj":"2014-09-01 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2012-12-01 00:00:00","byXxmc":"河南科技大学","xmSx":"ZY","rqsjSjc":"2017-03-26 21:16:21","rgxksj":"2017-03-27 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490536405894","xm":"张松年","csrq":"1993-06-09 00:00:00","xbdm":"1","jgXzqhdm":"220721","zzjgdm":"220202000000","gmsfhm":"220204199306090634","gzdwGajgjgdm":"吉林省吉林市公安局昌邑分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2004-12-05 00:00:00","byXxmc":"长春建筑学院","xmSx":"ZSN","rqsjSjc":"2017-03-26 21:58:53","rgxksj":"2017-03-27 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490695483454","xm":"曲圣","csrq":"1993-06-09 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220200170000","gmsfhm":"220211199306094516","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2006-05-04 00:00:00","byXxmc":"北华大学","xmSx":"QS","rqsjSjc":"2017-03-28 18:09:28","rgxksj":"2017-03-29 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490699983651","xm":"孟庆阳","csrq":"1993-06-08 00:00:00","xbdm":"1","jgXzqhdm":"220284","zzjgdm":"220202000000","gmsfhm":"220284199306080016","gzdwGajgjgdm":"吉林省吉林市公安局昌邑分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2005-12-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"MQY","rqsjSjc":"2017-03-28 19:23:22","rgxksj":"2017-03-29 01:49:03"},{"isNewRecord":true,"xxzjbh":"221494483527931","xm":"贺逸男","csrq":"1992-01-10 00:00:00","xbdm":"1","jgXzqhdm":"220322","zzjgdm":"220381140000","gmsfhm":"220322199201102174","gzdwGajgjgdm":"吉林省公主岭市公安局河南派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"HYN","rqsjSjc":"2017-05-11 14:24:10","rgxksj":"2017-05-12 01:49:07"},{"isNewRecord":true,"xxzjbh":"221489383167777","xm":"王会","csrq":"1992-04-13 00:00:00","xbdm":"2","jgXzqhdm":"220822","zzjgdm":"220284010000","gmsfhm":"220822199204130426","gzdwGajgjgdm":"吉林省磐石市公安局政工监督室","zw":"见习干部","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2006-05-04 00:00:00","byXxmc":"吉林警察学院","xmSx":"WH","rqsjSjc":"2017-03-13 13:38:29","rgxksj":"2017-03-14 01:49:03"},{"isNewRecord":true,"xxzjbh":"221489646434352","xm":"陈振医","csrq":"1991-11-05 00:00:00","xbdm":"1","jgXzqhdm":"220182","zzjgdm":"220182210000","gmsfhm":"220182199111050417","gzdwGajgjgdm":"吉林省榆树市公安局五棵树派出所","zw":"五棵村派出所民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"吉林警察学院","xmSx":"CZY","rqsjSjc":"2017-03-16 14:45:01","rgxksj":"2017-03-17 01:49:04"},{"isNewRecord":true,"xxzjbh":"221493348006599","xm":"刘宇","csrq":"1991-06-27 00:00:00","xbdm":"1","jgXzqhdm":"222424","jybh":"906308","zzjgdm":"222424220000","gmsfhm":"22242419910627201X","gzdwGajgjgdm":"吉林省汪清县公安局鸡冠派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"LY","rqsjSjc":"2017-04-28 15:53:42","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221493357552603","xm":"王文彬","csrq":"1989-08-13 00:00:00","xbdm":"1","jgXzqhdm":"220621","jybh":"906324","zzjgdm":"222424170000","gmsfhm":"220621198908131118","gzdwGajgjgdm":"吉林省汪清县公安局春阳派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"WWB","rqsjSjc":"2017-04-28 16:18:37","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221488422759234","xm":"刘宇航","csrq":"1993-03-18 00:00:00","xbdm":"1","jgXzqhdm":"220183","zzjgdm":"220182320000","gmsfhm":"220183199303180415","gzdwGajgjgdm":"吉林省榆树市公安局大坡派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"中国人民公安大学","xmSx":"LYH","rqsjSjc":"2017-03-02 13:04:53","rgxksj":"2017-03-03 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490535522551","xm":"高扬","csrq":"1993-06-10 00:00:00","xbdm":"2","jgXzqhdm":"371701","zzjgdm":"220200150000","gmsfhm":"220202199306102460","gzdwGajgjgdm":"吉林省吉林市公安局监所管理支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2005-05-10 00:00:00","byXxmc":"北华大学","xmSx":"GY","rqsjSjc":"2017-03-26 21:46:14","rgxksj":"2017-03-27 01:49:04"},{"isNewRecord":true,"xxzjbh":"221493347334987","xm":"冯晓君","csrq":"1991-01-13 00:00:00","xbdm":"1","jgXzqhdm":"220102","jybh":"906037","zzjgdm":"222424180000","gmsfhm":"220102199101135717","gzdwGajgjgdm":"吉林省汪清县公安局复兴派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"FXJ","rqsjSjc":"2017-04-28 15:53:04","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221490358676865","xm":"刘鹏","csrq":"1992-01-01 00:00:00","xbdm":"1","jgXzqhdm":"220203","zzjgdm":"220200150000","gmsfhm":"220203199201016538","gzdwGajgjgdm":"吉林省吉林市公安局监所管理支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2006-05-18 00:00:00","byXxmc":"吉林化工学院","xmSx":"LP","rqsjSjc":"2017-03-24 20:43:38","rgxksj":"2017-03-25 01:49:03"},{"isNewRecord":true,"xxzjbh":"221480146642394","xm":"赵仁杰","csrq":"1992-01-19 00:00:00","xbdm":"1","jgXzqhdm":"222401","zzjgdm":"222400130000","gmsfhm":"222401199201190034","gzdwGajgjgdm":"吉林省延边州公安局法制支队","zw":"科员","cjgzsj":"2014-07-11 00:00:00","rjSj":"2017-07-11 00:00:00","rdSj":"2006-05-01 00:00:00","byXxmc":"中国人民公安大学","xmSx":"ZRJ","rqsjSjc":"2016-11-26 16:08:55","rgxksj":"2016-11-27 01:48:54"},{"isNewRecord":true,"xxzjbh":"221486695941405","xm":"王旭东","csrq":"1993-12-01 00:00:00","xbdm":"1","jgXzqhdm":"220722","zzjgdm":"220322370000","gmsfhm":"220722199312012616","gzdwGajgjgdm":"吉林省梨树县公安局林海派出所","zw":"科员","cjgzsj":"2017-02-04 00:00:00","rjSj":"2017-02-04 00:00:00","byXxmc":"吉林警察学院","xmSx":"WXD","rqsjSjc":"2017-02-10 11:14:34","rgxksj":"2017-02-11 01:49:01"},{"isNewRecord":true,"xxzjbh":"221488266712076","xm":"杨明翰","csrq":"1991-12-16 00:00:00","xbdm":"1","jgXzqhdm":"220822","zzjgdm":"220722140000","gmsfhm":"220822199112167336","gzdwGajgjgdm":"吉林省长岭县公安局太平川派出所","zw":"科员","cjgzsj":"2013-07-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"江西省赣南医学院","xmSx":"YMH","rqsjSjc":"2017-02-28 16:00:38","rgxksj":"2017-03-01 01:49:02"},{"isNewRecord":true,"xxzjbh":"221488520962061","xm":"汪丽春","csrq":"1980-02-05 00:00:00","xbdm":"1","jgXzqhdm":"2312","zzjgdm":"220100560100","gmsfhm":"232301198002050217","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"科员","cjgzsj":"2004-06-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2001-12-13 00:00:00","xmSx":"WLC","rqsjSjc":"2017-03-03 15:02:25","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490604164917","xm":"姜博文","csrq":"1993-01-28 00:00:00","xbdm":"1","jgXzqhdm":"220524","zzjgdm":"220200170000","gmsfhm":"220202199301280313","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2007-12-09 00:00:00","byXxmc":"华北电力大学科技学院","xmSx":"JBW","rqsjSjc":"2017-03-27 16:51:01","rgxksj":"2017-03-28 01:49:05"},{"isNewRecord":true,"xxzjbh":"221494487574571","xm":"司雷","csrq":"1991-09-03 00:00:00","xbdm":"1","jgXzqhdm":"220282","zzjgdm":"220381260000","gmsfhm":"220282199109030519","gzdwGajgjgdm":"吉林省公主岭市公安局刘房子派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"中国刑事警察学院","xmSx":"SL","rqsjSjc":"2017-05-11 15:55:20","rgxksj":"2017-05-12 01:49:08"},{"isNewRecord":true,"xxzjbh":"221494573027828","xm":"武宇涵","csrq":"1992-07-12 00:00:00","xbdm":"1","jgXzqhdm":"220284","zzjgdm":"220381370000","gmsfhm":"220211199207124214","gzdwGajgjgdm":"吉林省公主岭市公安局双龙派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"WYH","rqsjSjc":"2017-05-12 15:18:46","rgxksj":"2017-05-13 01:49:07"},{"isNewRecord":true,"xxzjbh":"221486711533313","xm":"徐鹏悦","csrq":"1993-05-05 00:00:00","xbdm":"1","jgXzqhdm":"230501","zzjgdm":"220322370000","gmsfhm":"230506199305050930","gzdwGajgjgdm":"吉林省梨树县公安局林海派出所","zw":"科员","cjgzsj":"2017-02-04 00:00:00","rjSj":"2017-02-04 00:00:00","byXxmc":"铁道警官高等专科学校","xmSx":"XPY","rqsjSjc":"2017-02-10 16:18:36","rgxksj":"2017-02-11 01:49:00"},{"isNewRecord":true,"xxzjbh":"221487042216599","xm":"王泽园","csrq":"1993-12-26 00:00:00","xbdm":"2","jgXzqhdm":"220701","jybh":"705136","zzjgdm":"220724000000","gmsfhm":"220723199312261424","gzdwGajgjgdm":"吉林省扶余市公安局","zw":"民警","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"东北师范大学人文学院","xmSx":"WZY","rqsjSjc":"2017-02-14 14:07:37","rgxksj":"2017-02-15 01:49:03"},{"isNewRecord":true,"xxzjbh":"221488263969325","xm":"于立明","csrq":"1990-10-30 00:00:00","xbdm":"1","jgXzqhdm":"220722","zzjgdm":"220722160000","gmsfhm":"220722199010300014","gzdwGajgjgdm":"吉林省长岭县公安局西南派出所","zw":"科员","cjgzsj":"2013-07-10 00:00:00","rjSj":"2017-01-10 00:00:00","byXxmc":"安徽理工大学","xmSx":"YLM","rqsjSjc":"2017-02-28 15:09:25","rgxksj":"2017-03-01 01:49:02"},{"isNewRecord":true,"xxzjbh":"221489478592366","xm":"刘礼福","csrq":"1993-02-08 00:00:00","xbdm":"1","jgXzqhdm":"220284","zzjgdm":"220284350000","gmsfhm":"220284199302080617","gzdwGajgjgdm":"吉林省磐石市公安局牛心派出所","zw":"见习干部","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"中国人民公安大学","xmSx":"LLF","rqsjSjc":"2017-03-14 16:10:11","rgxksj":"2017-03-15 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490157022320","xm":"陈志辉","csrq":"1990-09-02 00:00:00","xbdm":"1","zzjgdm":"220182420000","gmsfhm":"220421199009020370","gzdwGajgjgdm":"吉林省榆树市公安局大岭派出所","zw":"大岭派出所民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"中国人民公安大学","xmSx":"CZH","rqsjSjc":"2017-03-22 12:39:56","rgxksj":"2017-03-23 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490602689373","xm":"解东旭","csrq":"1992-01-14 00:00:00","xbdm":"1","jgXzqhdm":"220101","zzjgdm":"220200170000","gmsfhm":"220381199201147217","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2008-05-04 00:00:00","byXxmc":"长春工程学院","xmSx":"JDX","rqsjSjc":"2017-03-27 16:33:17","rgxksj":"2017-03-28 01:49:05"},{"isNewRecord":true,"xxzjbh":"221490700532481","xm":"马郡聪","csrq":"1992-04-09 00:00:00","xbdm":"2","jgXzqhdm":"220201","zzjgdm":"220204000000","gmsfhm":"220204199204090326","gzdwGajgjgdm":"吉林省吉林市公安局船营分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"吉林警察学院","xmSx":"MJC","rqsjSjc":"2017-03-28 19:34:15","rgxksj":"2017-03-29 01:49:03"},{"isNewRecord":true,"xxzjbh":"221489385380010","xm":"孙强","csrq":"1990-10-16 00:00:00","xbdm":"1","jgXzqhdm":"220284","zzjgdm":"220284300000","gmsfhm":"220284199010167518","gzdwGajgjgdm":"吉林省磐石市公安局驿马派出所","zw":"见习干部","cjgzsj":"2013-09-01 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2004-12-19 00:00:00","byXxmc":"长春理工大学光电信息学院","xmSx":"SQ","rqsjSjc":"2017-03-13 14:19:28","rgxksj":"2017-03-14 01:49:04"},{"isNewRecord":true,"xxzjbh":"221489626739803","xm":"孟凡驹","csrq":"1990-12-28 00:00:00","xbdm":"1","jgXzqhdm":"230712","zzjgdm":"220284270000","gmsfhm":"230712199012280319","gzdwGajgjgdm":"吉林省磐石市公安局石嘴派出所","zw":"见习干部","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2004-09-06 00:00:00","byXxmc":"哈尔滨理工大学","xmSx":"MFJ","rqsjSjc":"2017-03-16 09:40:25","rgxksj":"2017-03-17 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490346339802","xm":"吴志祥","csrq":"1992-10-16 00:00:00","xbdm":"1","jgXzqhdm":"341401","zzjgdm":"220211000000","gmsfhm":"342622199210162959","gzdwGajgjgdm":"吉林省吉林市公安局丰满分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2014-06-12 00:00:00","byXxmc":"华东理工大学","xmSx":"WZX","rqsjSjc":"2017-03-24 17:15:15","rgxksj":"2017-03-25 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490701188850","xm":"杜秋实","csrq":"1992-06-06 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220202000000","gmsfhm":"220204199206060016","gzdwGajgjgdm":"吉林省吉林市公安局昌邑分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2007-10-25 00:00:00","byXxmc":"吉林警察学院","xmSx":"DQS","rqsjSjc":"2017-03-28 19:44:56","rgxksj":"2017-03-29 01:49:07"},{"isNewRecord":true,"xxzjbh":"221491374280272","xm":"王永生","csrq":"1974-09-14 00:00:00","xbdm":"1","jgXzqhdm":"370323","zzjgdm":"220582000000","gmsfhm":"210682197409141596","gzdwGajgjgdm":"吉林省集安市公安局","zw":"副局长","cjgzsj":"1992-12-01 00:00:00","rjSj":"2017-02-27 00:00:00","rdSj":"1997-06-27 00:00:00","byXxmc":"沈阳炮兵学院","xmSx":"WYS","rqsjSjc":"2017-04-05 16:02:12","rgxksj":"2017-04-06 01:49:04"},{"isNewRecord":true,"xxzjbh":"221491789640001","xm":"黄金哲","csrq":"1986-10-24 00:00:00","xbdm":"1","jgXzqhdm":"220701","jybh":"703535","zzjgdm":"220799070000","gmsfhm":"220702198610249611","gzdwGajgjgdm":"吉林省松原市公安局经济技术开发区分局刑事警察大队","cjgzsj":"2009-09-07 00:00:00","rjSj":"2017-01-10 00:00:00","rdSj":"1998-04-10 00:00:00","xmSx":"HJZ","rqsjSjc":"2017-04-10 10:00:40","rgxksj":"2017-04-11 01:49:04"},{"isNewRecord":true,"xxzjbh":"221494490004676","xm":"韩剑锋","csrq":"1991-10-29 00:00:00","xbdm":"1","jgXzqhdm":"220381","zzjgdm":"220381190000","gmsfhm":"220381199110290819","gzdwGajgjgdm":"吉林省公主岭市公安局铁北派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","rdSj":"2012-05-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"HJF","rqsjSjc":"2017-05-11 16:11:38","rgxksj":"2017-05-12 01:49:08"},{"isNewRecord":true,"xxzjbh":"221486621302363","xm":"郑健","csrq":"1993-10-26 00:00:00","xbdm":"1","jgXzqhdm":"220302","zzjgdm":"220322360000","gmsfhm":"220302199310260811","gzdwGajgjgdm":"吉林省梨树县公安局沈洋派出所","zw":"科员","cjgzsj":"2017-02-04 00:00:00","rjSj":"2017-02-04 00:00:00","byXxmc":"中国公安人民大学","xmSx":"ZJ","rqsjSjc":"2017-02-09 14:38:23","rgxksj":"2017-02-10 01:49:00"},{"isNewRecord":true,"xxzjbh":"221489653263367","xm":"边月亭","csrq":"1994-07-08 00:00:00","xbdm":"2","jgXzqhdm":"220601","zzjgdm":"220182020000","gmsfhm":"220602199407080960","gzdwGajgjgdm":"吉林省榆树市公安局指挥中心","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","xmSx":"BYT","rqsjSjc":"2017-03-16 16:34:23","rgxksj":"2017-03-17 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490350003518","xm":"韩笑","csrq":"1987-12-02 00:00:00","xbdm":"1","jgXzqhdm":"211021","zzjgdm":"220203000000","gmsfhm":"21030319871202271X","gzdwGajgjgdm":"吉林省吉林市公安局龙潭分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2004-09-10 00:00:00","byXxmc":"沈阳工业大学","xmSx":"HX","rqsjSjc":"2017-03-24 18:12:51","rgxksj":"2017-03-25 01:49:03"},{"isNewRecord":true,"xxzjbh":"221488245161856","xm":"马亮","csrq":"1993-04-20 00:00:00","xbdm":"1","jgXzqhdm":"220722","zzjgdm":"220722170000","gmsfhm":"220722199304200019","gzdwGajgjgdm":"吉林省长岭县公安局东北派出所","zw":"科员","cjgzsj":"2017-01-10 00:00:00","rjSj":"2017-01-10 00:00:00","rdSj":"2010-01-10 00:00:00","byXxmc":"中国人民公安大学","xmSx":"ML","rqsjSjc":"2017-02-28 10:08:26","rgxksj":"2017-03-01 01:49:02"},{"isNewRecord":true,"xxzjbh":"221489631072985","xm":"孙赫锋","csrq":"1990-02-08 00:00:00","xbdm":"1","jgXzqhdm":"220284","zzjgdm":"220284310000","gmsfhm":"220284199002087016","gzdwGajgjgdm":"吉林省磐石市公安局吉昌派出所","zw":"见习干部","cjgzsj":"2015-07-01 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2004-06-02 00:00:00","byXxmc":"内蒙古科技大学","xmSx":"SHF","rqsjSjc":"2017-03-16 10:45:50","rgxksj":"2017-03-17 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490246831841","xm":"张译元","csrq":"1993-05-05 00:00:00","xbdm":"2","jgXzqhdm":"220322","zzjgdm":"220182150000","gmsfhm":"22032219930505906X","gzdwGajgjgdm":"吉林省榆树市公安局看守所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"吉林警察学院","xmSx":"ZYY","rqsjSjc":"2017-03-23 14:18:24","rgxksj":"2017-03-24 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490355713940","xm":"蒋熙国","csrq":"1993-03-22 00:00:00","xbdm":"1","jgXzqhdm":"220284","zzjgdm":"220204000000","gmsfhm":"220284199303221514","gzdwGajgjgdm":"吉林省吉林市公安局船营分局","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2008-09-01 00:00:00","byXxmc":"长春大学","xmSx":"JXG","rqsjSjc":"2017-03-24 19:49:47","rgxksj":"2017-03-25 01:49:04"},{"isNewRecord":true,"xxzjbh":"221489625113829","xm":"李柏璋","csrq":"1993-10-28 00:00:00","xbdm":"1","jgXzqhdm":"220281","zzjgdm":"220284340000","gmsfhm":"22028119931028221X","gzdwGajgjgdm":"吉林省磐石市公安局松山派出所","zw":"见习干部","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"吉林师范大学","xmSx":"LBZ","rqsjSjc":"2017-03-16 09:00:44","rgxksj":"2017-03-17 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490356575770","xm":"于松民","csrq":"1991-05-12 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220202000000","gmsfhm":"220204199105125116","gzdwGajgjgdm":"吉林省吉林市公安局昌邑分局","cjgzsj":"2014-09-01 00:00:00","rjSj":"2017-01-16 00:00:00","rdSj":"2003-12-24 00:00:00","byXxmc":"长春工业大学","xmSx":"YSM","rqsjSjc":"2017-03-24 20:05:53","rgxksj":"2017-03-25 01:49:03"},{"isNewRecord":true,"xxzjbh":"221486697008497","xm":"贾仙喆","csrq":"1993-12-17 00:00:00","xbdm":"1","jgXzqhdm":"220381","zzjgdm":"220322350000","gmsfhm":"220381199312170014","gzdwGajgjgdm":"吉林省梨树县公安局小宽派出所","zw":"科员","cjgzsj":"2017-02-04 00:00:00","rjSj":"2017-02-04 00:00:00","byXxmc":"吉林警察学院","xmSx":"JXZ","rqsjSjc":"2017-02-10 15:18:44","rgxksj":"2017-02-11 01:49:00"},{"isNewRecord":true,"xxzjbh":"221493349215624","xm":"王鹏","csrq":"1992-11-29 00:00:00","xbdm":"1","jgXzqhdm":"222424","jybh":"906099","zzjgdm":"222424140000","gmsfhm":"222424199211297710","gzdwGajgjgdm":"吉林省汪清县公安局东光派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"WP","rqsjSjc":"2017-04-28 15:54:30","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221494485099989","xm":"张健","csrq":"1986-09-12 00:00:00","xbdm":"1","jgXzqhdm":"220302","zzjgdm":"220381280000","gmsfhm":"220303198609122415","gzdwGajgjgdm":"吉林省公主岭市公安局南崴子派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","rdSj":"2012-06-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"ZJ","rqsjSjc":"2017-05-11 14:51:33","rgxksj":"2017-05-12 01:49:08"},{"isNewRecord":true,"xxzjbh":"221488520962570","xm":"张璐","csrq":"1985-04-17 00:00:00","xbdm":"2","jgXzqhdm":"2201","zzjgdm":"220197330000","gmsfhm":"220104198504174441","gzdwGajgjgdm":"吉林省长春市公安局经济技术开发区分局出入境管理大队","zw":"副主任科员","cjgzsj":"2001-09-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2004-06-28 00:00:00","xmSx":"ZL","rqsjSjc":"2017-03-03 15:02:50","rgxksj":"2017-03-04 01:49:01"},{"isNewRecord":true,"xxzjbh":"221488520961759","xm":"董宛","csrq":"1982-05-03 00:00:00","xbdm":"1","jgXzqhdm":"2201","zzjgdm":"220100560100","gmsfhm":"220104198205030077","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"副主任科员","cjgzsj":"2000-12-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2007-06-29 00:00:00","xmSx":"DW","rqsjSjc":"2017-03-03 15:02:51","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221488520962761","xm":"朱春分","csrq":"1982-02-27 00:00:00","xbdm":"1","jgXzqhdm":"430124","zzjgdm":"220100560100","gmsfhm":"64010519820227031X","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"副主任科员","cjgzsj":"1999-12-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2007-06-30 00:00:00","xmSx":"ZCF","rqsjSjc":"2017-03-03 15:02:51","rgxksj":"2017-03-04 01:49:03"},{"isNewRecord":true,"xxzjbh":"221489650993096","xm":"张远征","csrq":"1993-01-01 00:00:00","xbdm":"1","jgXzqhdm":"220182","zzjgdm":"220182210000","gmsfhm":"220182199301010010","gzdwGajgjgdm":"吉林省榆树市公安局五棵树派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"长春汽车高等专科学校","xmSx":"ZYZ","rqsjSjc":"2017-03-16 16:16:56","rgxksj":"2017-03-17 01:49:04"},{"isNewRecord":true,"xxzjbh":"221490663305224","xm":"蒋文豪","csrq":"1994-06-26 00:00:00","xbdm":"1","jgXzqhdm":"220201","zzjgdm":"220200170000","gmsfhm":"220204199406262114","gzdwGajgjgdm":"吉林省吉林市公安局特警支队","cjgzsj":"2017-01-16 00:00:00","rjSj":"2017-01-16 00:00:00","byXxmc":"北京交通大学","xmSx":"JWH","rqsjSjc":"2017-03-28 17:00:04","rgxksj":"2017-03-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221493358333630","xm":"倪喜峰","csrq":"1992-03-21 00:00:00","xbdm":"1","jgXzqhdm":"222424","jybh":"906309","zzjgdm":"222424110000","gmsfhm":"222424199203215519","gzdwGajgjgdm":"吉林省汪清县公安局汪清派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","xmSx":"NXF","rqsjSjc":"2017-04-28 15:54:06","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221493358253756","xm":"于野","csrq":"1991-12-30 00:00:00","xbdm":"1","jgXzqhdm":"222401","jybh":"906081","zzjgdm":"222424160000","gmsfhm":"222401199112301230","gzdwGajgjgdm":"吉林省汪清县公安局罗子沟派出所","zw":"办事员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","rdSj":"2012-10-10 00:00:00","xmSx":"YY","rqsjSjc":"2017-04-28 15:51:53","rgxksj":"2017-04-29 01:49:06"},{"isNewRecord":true,"xxzjbh":"221486623178017","xm":"刘喆","csrq":"1988-06-06 00:00:00","xbdm":"1","jgXzqhdm":"220322","zzjgdm":"220322280000","gmsfhm":"220322198806060718","gzdwGajgjgdm":"吉林省梨树县公安局双河派出所","cjgzsj":"2017-02-04 00:00:00","rjSj":"2017-02-04 00:00:00","xmSx":"LZ","rqsjSjc":"2017-02-09 14:52:58","rgxksj":"2017-02-10 01:49:01"},{"isNewRecord":true,"xxzjbh":"221488520961505","xm":"毕明辉","csrq":"1982-06-15 00:00:00","xbdm":"1","jgXzqhdm":"220122","zzjgdm":"220100560100","gmsfhm":"220122198206152554","gzdwGajgjgdm":"吉林省长春市公安局公共交通治安管理支队政秘科","zw":"副主任科员","cjgzsj":"2001-09-01 00:00:00","rjSj":"2017-01-12 00:00:00","rdSj":"2005-03-18 00:00:00","xmSx":"BMH","rqsjSjc":"2017-03-03 15:02:25","rgxksj":"2017-03-04 01:49:02"},{"isNewRecord":true,"xxzjbh":"221490150226615","xm":"马天赐","csrq":"1992-08-14 00:00:00","xbdm":"1","jgXzqhdm":"220183","zzjgdm":"220182230000","gmsfhm":"220183199208140212","gzdwGajgjgdm":"吉林省榆树市公安局城发派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"吉林警察学院","xmSx":"MTC","rqsjSjc":"2017-03-22 10:42:01","rgxksj":"2017-03-23 01:49:03"},{"isNewRecord":true,"xxzjbh":"221490233200716","xm":"尹小龙","csrq":"1989-12-06 00:00:00","xbdm":"1","jgXzqhdm":"220722","zzjgdm":"220182250000","gmsfhm":"220722198912062612","gzdwGajgjgdm":"吉林省榆树市公安局土桥派出所","zw":"民警","cjgzsj":"2017-02-13 00:00:00","rjSj":"2017-02-13 00:00:00","byXxmc":"天津公安警官职业学院","xmSx":"YXL","rqsjSjc":"2017-03-23 14:21:05","rgxksj":"2017-03-24 01:49:05"},{"isNewRecord":true,"xxzjbh":"221494481989580","xm":"郝家明","csrq":"1993-05-30 00:00:00","xbdm":"1","jgXzqhdm":"220381","zzjgdm":"220381140000","gmsfhm":"220381199305300239","gzdwGajgjgdm":"吉林省公主岭市公安局河南派出所","zw":"科员","cjgzsj":"2017-03-01 00:00:00","rjSj":"2017-03-01 00:00:00","byXxmc":"吉林警察学院","xmSx":"HJM","rqsjSjc":"2017-05-11 13:57:51","rgxksj":"2017-05-12 01:49:08"}]
     */

    private String Message;
    private String State;
    private List<CunguanrenyuanBean> cunguanrenyuan;

    public String getMessage() {
        return Message;
    }

    public void setMessage(String Message) {
        this.Message = Message;
    }

    public String getState() {
        return State;
    }

    public void setState(String State) {
        this.State = State;
    }

    public List<CunguanrenyuanBean> getCunguanrenyuan() {
        return cunguanrenyuan;
    }

    public void setCunguanrenyuan(List<CunguanrenyuanBean> cunguanrenyuan) {
        this.cunguanrenyuan = cunguanrenyuan;
    }

    public static class CunguanrenyuanBean implements Parcelable {
        /**
         * isNewRecord : true
         * xxzjbh : 220700010184
         * xm : 贾立国
         * csrq : 1952-09-20 00:00:00
         * xbdm : 1
         * jgXzqhdm : 220702
         * zzjgdm : 220700301500
         * gmsfhm : 222303500925043
         * gzdwGajgjgdm : 吉林省松原市公安局交警支队巡警大队
         * cjgzsj : 1973-01-01 00:00:00
         * rjSj : 3000-01-01 00:00:00
         * rdSj : 3000-01-01 00:00:00
         * xmSx : JLG
         * rqsjSjc : 2015-03-27 16:47:28
         * rgxksj : 2015-12-28 16:49:07
         * zw : 科员
         * byXxmc : 吉林警察学院
         * jybh : 906046
         */

        private boolean isNewRecord;
        private String xxzjbh;
        private String xm;
        private String csrq;
        private String xbdm;
        private String jgXzqhdm;
        private String zzjgdm;
        private String gmsfhm;
        private String gzdwGajgjgdm;
        private String cjgzsj;
        private String rjSj;
        private String rdSj;
        private String xmSx;
        private String rqsjSjc;
        private String rgxksj;
        private String zw;
        private String byXxmc;
        private String jybh;

        public boolean isIsNewRecord() {
            return isNewRecord;
        }

        public void setIsNewRecord(boolean isNewRecord) {
            this.isNewRecord = isNewRecord;
        }

        public String getXxzjbh() {
            return xxzjbh;
        }

        public void setXxzjbh(String xxzjbh) {
            this.xxzjbh = xxzjbh;
        }

        public String getXm() {
            return xm;
        }

        public void setXm(String xm) {
            this.xm = xm;
        }

        public String getCsrq() {
            return csrq;
        }

        public void setCsrq(String csrq) {
            this.csrq = csrq;
        }

        public String getXbdm() {
            return xbdm;
        }

        public void setXbdm(String xbdm) {
            this.xbdm = xbdm;
        }

        public String getJgXzqhdm() {
            return jgXzqhdm;
        }

        public void setJgXzqhdm(String jgXzqhdm) {
            this.jgXzqhdm = jgXzqhdm;
        }

        public String getZzjgdm() {
            return zzjgdm;
        }

        public void setZzjgdm(String zzjgdm) {
            this.zzjgdm = zzjgdm;
        }

        public String getGmsfhm() {
            return gmsfhm;
        }

        public void setGmsfhm(String gmsfhm) {
            this.gmsfhm = gmsfhm;
        }

        public String getGzdwGajgjgdm() {
            return gzdwGajgjgdm;
        }

        public void setGzdwGajgjgdm(String gzdwGajgjgdm) {
            this.gzdwGajgjgdm = gzdwGajgjgdm;
        }

        public String getCjgzsj() {
            return cjgzsj;
        }

        public void setCjgzsj(String cjgzsj) {
            this.cjgzsj = cjgzsj;
        }

        public String getRjSj() {
            return rjSj;
        }

        public void setRjSj(String rjSj) {
            this.rjSj = rjSj;
        }

        public String getRdSj() {
            return rdSj;
        }

        public void setRdSj(String rdSj) {
            this.rdSj = rdSj;
        }

        public String getXmSx() {
            return xmSx;
        }

        public void setXmSx(String xmSx) {
            this.xmSx = xmSx;
        }

        public String getRqsjSjc() {
            return rqsjSjc;
        }

        public void setRqsjSjc(String rqsjSjc) {
            this.rqsjSjc = rqsjSjc;
        }

        public String getRgxksj() {
            return rgxksj;
        }

        public void setRgxksj(String rgxksj) {
            this.rgxksj = rgxksj;
        }

        public String getZw() {
            return zw;
        }

        public void setZw(String zw) {
            this.zw = zw;
        }

        public String getByXxmc() {
            return byXxmc;
        }

        public void setByXxmc(String byXxmc) {
            this.byXxmc = byXxmc;
        }

        public String getJybh() {
            return jybh;
        }

        public void setJybh(String jybh) {
            this.jybh = jybh;
        }

        @Override
        public int describeContents() {
            return 0;
        }

        @Override
        public void writeToParcel(Parcel dest, int flags) {
            dest.writeByte(this.isNewRecord ? (byte) 1 : (byte) 0);
            dest.writeString(this.xxzjbh);
            dest.writeString(this.xm);
            dest.writeString(this.csrq);
            dest.writeString(this.xbdm);
            dest.writeString(this.jgXzqhdm);
            dest.writeString(this.zzjgdm);
            dest.writeString(this.gmsfhm);
            dest.writeString(this.gzdwGajgjgdm);
            dest.writeString(this.cjgzsj);
            dest.writeString(this.rjSj);
            dest.writeString(this.rdSj);
            dest.writeString(this.xmSx);
            dest.writeString(this.rqsjSjc);
            dest.writeString(this.rgxksj);
            dest.writeString(this.zw);
            dest.writeString(this.byXxmc);
            dest.writeString(this.jybh);
        }

        public CunguanrenyuanBean() {
        }

        CunguanrenyuanBean(Parcel in) {
            this.isNewRecord = in.readByte() != 0;
            this.xxzjbh = in.readString();
            this.xm = in.readString();
            this.csrq = in.readString();
            this.xbdm = in.readString();
            this.jgXzqhdm = in.readString();
            this.zzjgdm = in.readString();
            this.gmsfhm = in.readString();
            this.gzdwGajgjgdm = in.readString();
            this.cjgzsj = in.readString();
            this.rjSj = in.readString();
            this.rdSj = in.readString();
            this.xmSx = in.readString();
            this.rqsjSjc = in.readString();
            this.rgxksj = in.readString();
            this.zw = in.readString();
            this.byXxmc = in.readString();
            this.jybh = in.readString();
        }

        public static final Creator<CunguanrenyuanBean> CREATOR = new Creator<CunguanrenyuanBean>() {
            @Override
            public CunguanrenyuanBean createFromParcel(Parcel source) {
                return new CunguanrenyuanBean(source);
            }

            @Override
            public CunguanrenyuanBean[] newArray(int size) {
                return new CunguanrenyuanBean[size];
            }
        };
    }
}
